{
  "cn":{
    "title":"关于比特派 iOS 版企业证书的说明",
    "data":"2018-03-26",
    "id":1,
    "watch":683,
    "message":[
      {
        "type":0,
        "data":"比特派作为去中心化钱包，无法掌控用户资产，所有资产均由用户自己保管，只有保管好密语才能保障您的资产安全。在前几天苹果未有任何通知突然回收企业证书前，我们已经多次反复提醒用户要保管好12个单词的密语（最近一次是在回收前的一周，比特派客户端内置顶了相关提示，要求用户一定要抄密语，并且不要轻易卸载比特派App）。"
      },
      {
        "type":0,
        "data":"苹果回收企业证书之后，我们第一时间发布了公告，提醒用户一定不要卸载，建议用户第一时间在安卓系统恢复账户，可是仍然有部分用户没有按照提示操作。"
      },
      {
        "type":0,
        "data":"如果您想尽快恢复iOS版比特派中的资产，请您参照以下说明进行操作。<br/>情况一：如果您有12个单词（或汉字）的密语，您可以立即在安卓设备上通过密语恢复您的账户。<br/>情况二：如果您不确定是否记住了密语，并且没有卸载比特派App，您可以发邮件联系我们获取恢复步骤，我们的工作人员会按照您登记的先后顺序，帮助您安全的恢复您的账户。<br/>情况三：如果您已经将比特派卸载了，并且也没有保管好12个单词密语，请查看你的 iOS 系统版本，由于您的私钥在iOS 系统的安全存储空间-本地 KeyChain 中保存（bitcoin.org 上的几个 iOS 平台上的主要钱包也采用了相同方案），因此，如果您的系统可以越狱的话，存在成功恢复的可能，请查阅您的 iOS 版本是否可以越狱，如果可以，请发邮件我们联系，我们将尝试帮助您恢复账户。如果您的 iOS 系统版本当前还没有越狱方案，请等待；（iOS 系统请不要升级成最新，否则会加大越狱难度，手机也不要重新初始化，一定保管好您的手机）"
      },
      {
        "type":0,
        "data":"比特派的 AppStore 版本当前仍然可以正常使用，该版本会旧一些，但不影响使用，我们正在与苹果沟通，希望能尽快在 iOS 系统上恢复最新版本的正常使用。"
      },
      {
        "type":0,
        "data":"联系邮箱：<a href='mailto://guozixxg@bitpie.com'>guozixxg@bitpie.com</a><br/>邮件内容：姓名，手机号，微信号<br/>（目前比特派没有任何官方qq群，任何声称是比特派官方qq群都是假群，如果您收到邮箱后缀不是@bitpie.com的邮件，请不要回复。我们不会向您索要任何与密语种子相关的信息。）"
      },
      {
        "type":0,
        "data":"比特派团队<br/>2018年03月26日"
      }
    ]
  },
  "en":{
    "title":"Notification to affected iOS users",
    "data":"2018-03-26",
    "id":1,
    "watch":683,
    "message":[
      {
        "type":0,
        "data":"Dear users"
      },
      {
        "type":0,
        "data":"As a decentralized wallet, Bitpie Wallet do not hold any users’ assets, which are all taken care of by users themselves. Users assets are in blockchain network, only when a user takes good care of the SEED phrase/mnemonic can he guarantee assets safety. Therefore, we have reminded users repeatedly to backup and keep the SEED phrases/mnemonics well（the latest reminder was pushed by sticking on the top of Bitpie App a week before the certificate issue）."
      },
      {
        "type":0,
        "data":"After the revocation of the certificate by Apple Inc., we immediately released a notification informing the users not to uninstall the Bitpie App and advising users to recover the account in Android devices. Unfortunately, there are still some users failed to follow the announcement. As a follow-up, we are releasing this document to help users who failed to do so."
      },
      {
        "type":0,
        "data":"If you are an affected user, please follow the instructions below to recover your assets.<br/>Case 1: if you have the SEED phrase/mnemonic, you can recover your account anytime on an Android version Bitpie app or IOS Appstore version with this SEED phrase/mnemonic.<br/>Case 2: if you are not sure that you have backed up well your SEED phrase/mnemonic, and you did not uninstall Bitpie App, please send an email to us to secure the recovery procedure. Your account will be safely recovered under the help of our staff. We will contact you in accordance with the sequence of emails received.<br/>Case 3: if you have uninstalled Bitpie App, and you did not back up well your SEED phrases/mnemonics, please check your iOS system version. Since your private key is stored in local Keychain of iOS system (All major iOS wallets are applicable to this method as well). Hence, if your system can be jailbroken, it might be possible to recover your assets, please check whether your iOS version can be jailbroken. If yes, please email us. We will try to help you recover your account. If your iOS version cannot be jailbroken at now, please wait until jailbroken is available on your iOS version; (anyhow, DO NOT upgrade, initialize or clear date of your iOS system for it will increase the difficulty of jailbreak)."
      },
      {
        "type":0,
        "data":"The iOS version Bitpie app on AppStore is still usable though it’s an older one. For the time being, we are actively communicating with Apple Inc. and expecting the latest version to be listed soon."
      },
      {
        "type":0,
        "data":"Customer Service Address:<a href='mailto://guozixxg@bitpie.com'> guozixxg@bitpie.com</a><br/>(Fraud alert：If you received emails from so-called Bitpie staff, please check the domain name suffix. If it’s not @bitpie.com, DO NOT reply. We will not and never ask you for any information related to SEED phrases/mnemonics)."
      },
      {
        "type":0,
        "data":"Bitpie Team<br/>26nd March, 2018"
      }
    ]
  }
}