{
    "cn":{
      "title":"派钱包支持比原链 Bytom(BTM) 主网更新及代币迁移补充公告",
      "data":"2018-06-21",
      "id":16,
      "watch":13,
      "message":[
        {
          "type":0,
          "data":"亲爱的派友："
        },
        {
          "type":0,
          "data":"比特派 Bitpie 与比原链 Bytom 已宣布全面生态合作，双方将在多方面展开深度合作。"
        },
        {
          "type":0,
          "data":"目前，派钱包已启动对比原链主网更新支持及代币迁移的相关研发工作。出于对用户资产安全负责的态度，比特派团队在对比原链 Bytom（BTM）底层进行充分理解的基础上，对钱包的相关安全架构进行了适配。当前研发工作仍在紧锣密鼓的进行之中。"
        },
        {
            "type":0,
            "data":"作为一家谨慎负责的团队，我们认为用户的资产安全始终是最重要的；在未充分确保派钱包新功能运行的安全稳定之前，我们不会轻易将其推出；而且，不同于一般交易所对新币种的支持，一款钱包要想对某全新设计的区块链资产提供安全稳定的支持，就必须开展更全面、更系统的研发工作，其中包括但不限于对该条链底层协议和框架以及密码学结构作出完善的开发等工作。因此，派钱包对比原链Bytom主网更新及代币迁移的支持功能将稍晚于预期推出，根据目前进度情况，预计再过2至3周 BTM 新主网支持及代币迁移功能即可上线。"
        },
        {
            "type":0,
            "data":"另外，派银行 BTM 充值通道仍然处于开放中。用户可于即日起，将比原链的 ERC20 代币充值进派银行，便可在2-3周后通过派银行收到等额的 BTM 主网币资产，无需其他任何操作。针对此前存入派银行的 BTM 持有者，派钱包将会在BTM主网支持功能上线后第一时间为用户进行代币兑换。"
        },
        {
            "type":0,
            "data":"比原链 Bytom 官网：<a href ='http://bytom.io/' target='_blank'>bytom.io</a>了解更多信息！"
        },
        {
            "type":0,
            "data":"感谢您对比特派 Bitpie 的支持和理解！"
        },
        {
            "type":0,
            "data":"比特派团队<br/>2018年06月21日"
        },
        {
            "type":0,
            "data":"Bitpie 社群：<br/>新浪微博：@比特派钱包<a href='weibo.com/bitpiewallet' target='_blank'> weibo.com/bitpiewallet</a><br/>微信公众号：公众号搜索“bitpiewallet”<br/>Telegram：<a href='t.me/bitpie1' target='_blank'>t.me/bitpie1</a>"
        }
      ]
    },
    "en":{
      "title":"Supplement to the Notice of Bitpie Wallet Supporting BYTOM Blockchain Upgrade and Token Migration",
      "data":"2018-06-21",
      "id":16,
      "watch":22,
      "message":[
        {
          "type":0,
          "data":"Fellow Bitpiers,"
        },
        {
          "type":0,
          "data":"Bitpie and BYTOM have announced deep ecological cooperation in all aspects.<br/>Now Pie wallet has begun the research and development of the function supporting BYTOM Blockchain Upgrade and Token Migration. Under a full understanding of the Bytom, Bitpie team has adapted to related security framework, research and development work is now moving ahead in Bitpie."
        },
        {
            "type":0,
            "data":"As a responsible team, we attach the greatest importance to the assets of users. We won’t launch it before we ensure the complete safety and stability of the new functions of the Pie wallet. Besides, unlike the support of regular exchanges to new tokens, if a wallet wants to provide a safe and stable support to the newly designed blockchain assets, it must carry on more comprehensive and systematic R&D work, the work includes but not limited to the development of the underlying agreement and framework of the chain and the cryptology structure. Therefore, the function of Bitpie Wallet Supporting BYTOM Blockchain Upgrade and Token Migration will be launched a bit later than expected. According to the current progress, it is expected that the function of supporting new BTM mainnet and Token Migration in 2 to 3 weeks."
        },
        {
            "type":0,
            "data":"What’s more, the recharging channel of BTM in Pie Bank is still open. Users can deposit the ERC20 token of BYTOM into the Pie Bank; the matching BTM mainnet assets will be sent to the users through Pie Bank in 2 to 3 weeks without any other operation. To the BTM holders that deposited BTM to Pie Bank before, Pie Bank will immediately start tokens exchange for users after the launch of BTM mainnet supporting function."
        },
        {
            "type":0,
            "data":"Learn more:<a href ='http://bytom.io/' target='_blank'>bytom.io</a>"
        },
        {
            "type":0,
            "data":"Thanks for your support!"
        },
        {
            "type":0,
            "data":"Bitpie Team<br/>21st June 2018"
        },
        {
          "type":0,
          "data":"Find us on<br/>Telegram：<a href='t.me/BitpieInternational' target='_blank'>t.me/BitpieInternational</a><br/>Twitter：<a href='twitter.com/BitpieWallet' target='_blank'>twitter.com/BitpieWallet</a>"
        }
      ]
    }
  }