{
  "cn":{
    "title":"比特派钱包关于支持 BCH 硬分叉的公告",
    "data":"2018-11-06",
    "id":30,
    "watch":29,
    "message":[
      {
        "type":0,
        "data":"比特派将支持 BCH 的硬分叉，将于香港时间2018年11月16日 00:40:00 进行资产快照"
      },
      {
        "type":0,
        "data":"并将于香港时间 2018年11月15日19:00 暂停比特派钱包中 BCH 的收发与派银行 BCH 充提功能。硬分叉完成且稳定后，我们会在第一时间恢复 BCH 相关功能，具体时间将以公告另行通知。暂停期间带来的不便，敬请谅解！"
      },
      {
        "type":0,
        "data":"【特别提示】！！！<br/>此次 BCH 分叉团队声明将不会进行重放保护，请用户将 BCH 资产存放在具有一定技术实力的平台或钱包，否则分叉造成的重放攻击会给您带来巨大的资产损失。"
      },
      {
        "type":0,
        "data":"比特派作为全球领先的数字资产分叉方案提供方，已为全世界用户安全保管了种类最多的分叉资产。此次也会为 BCH 用户做好完备的资产保护方案来避免重放攻击，将 BCH 存放在比特派钱包中的用户安心等待分叉到来即可。"
      },
      {
        "type":0,
        "data":"比特派团队<br/>2018年11月06日"
      },
      {
        "type":0,
        "data":"Bitpie 社群：<br/>新浪微博：@比特派钱包<a href='weibo.com/bitpiewallet' target='_blank'> weibo.com/bitpiewallet</a><br/>微信公众号：公众号搜索“比特派钱包”<br/>Telegram：<a href='t.me/bitpie1' target='_blank'>t.me/bitpie1</a>"
      }
    ]
  },
  "en":{
    "title":"Bitpie Wallet supports BCH Hard Fork Announcement",
    "data":"2018-11-06",
    "id":30,
    "watch":29,
    "message":[
      {
        "type":0,
        "data":"Bitpie will support the hard fork of BCH and will take a snapshot on November 16, 2018, 00:40:00 Hong Kong time."
      },
      {
        "type":0,
        "data":"We will suspend BCH’s sending and receiving service as well as Bitpie Pie Bank’s deposit and withdraw service at 19:00 on November 15, 2018 (Hong Kong time). When the hard fork is completed and runs stable, we will resume BCH related functions immediately, the specific time will be informed as an announcement. We are sorry for the inconvenience caused during the suspension period."
      },
      {
        "type":0,
        "data":"[Notice]: BCH fork Team will not have a replay protection. Please store the BCH assets on a platform or wallet with certain technical strength protection. Otherwise, the replay attack caused by the fork might bring you huge loss of assets."
      },
      {
        "type":0,
        "data":"As the world's leading provider of digital asset fork solutions, Bitpie has safely kept diverse types of forked assets for users around the world. This time, we will also provide BCH users a complete asset protection preventing replay attacks. Users who store their BCH assets in Bitpie’s Wallet only have to wait the fork to come."
      },
      {
        "type":0,
        "data":"Bitpie Team<br/>November 06, 2018"
      },
      {
        "type":0,
        "data":"Find us on<br/>Telegram：<a href='t.me/BitpieInternational' target='_blank'>t.me/BitpieInternational</a><br/>Twitter：<a href='twitter.com/BitpieWallet' target='_blank'>twitter.com/BitpieWallet</a><br>Medium: <a href='https://medium.com/@Bitpie' target='_blank'>https://medium.com/@Bitpie</a>"
      }
    ]
  }

}