{
  "cn":{
    "title":"比特派首个“广告位”开启",
    "data":"2018-10-13",
    "id":25,
    "watch":25,
    "message":[
      {
        "type":0,
        "data":"众所周知，比特派是没广告的，作为把用户体验放到第一位的团队，我们对于任何能干扰用户体验的功能都是拒绝的，这里面当然也包括了广告。"
      },
      {
        "type":0,
        "data":"但比特派作为领先的多区块链资产钱包，我们仍希望把更多、更好的第三方产品和服务推荐给用户，这又该如何做呢？"
      },
      {
        "type":0,
        "data":"感谢 Uber，我们从 Uber App 的相关设计中获得了灵感，比特派的第一个“广告位”被设计在了发币完成界面，这一设计有如下好处："
      },
      {
        "type":0,
        "data":"1. 对用户的干扰最小：发币成功代表着一个事情的完成，此时展示一些相关广告并没有打断用户的操作，也不会让用户有任何不适；"
      },
      {
        "type":0,
        "data":"2. 有利于广告方的精准投放：完成发币操作的用户，无论是比特币，还是以太坊，或者是 EOS，甚至其他币种，毫无疑问都是真正的区块链用户，精准投放的意义很大；"
      },
      {
        "type":0,
        "data":"3. 未来这一广告位还会设计成更加人工智能的广告策略，比如说，针对于发送 EOS 的用户推送 EOS DApp 的广告，针对于发送 ETH 的用户推送一些高品质项目的广告等；"
      },
      {
        "type":0,
        "data":"4. 另外，这一广告位还可以专门设计糖果空头策略，一方面让用户完成发币操作后还能得到一些“甜头”，另一方面也给了项目方更多的与用户建立联系的方法；"
      },
      {
        "type":0,
        "data":"当前比特派钱包的重度用户比例非常高，用户的存币量、日活跃量、各币种的发币次数和发币量都处于行业内领先的状态，相当大比例的场外交易者、矿工、IXO 参与者、DApp 玩家都是我们的用户，您还在等什么呢？"
      },
      {
        "type":0,
        "data":"比特派首个“广告位”的第一批伙伴征集活动即日起开始，至10月20日结束，有意者请速与 <a href='mailto:b@bitpie.com'>b@bitpie.com</a> 联系。"
      },
      {
        "type":0,
        "data":"比特派钱包<br/>2018年10月13日"
     },
      {
        "type":0,
        "data":"Bitpie 社群：<br/>新浪微博：@比特派钱包<a href='weibo.com/bitpiewallet' target='_blank'> weibo.com/bitpiewallet</a><br/>微信公众号：公众号搜索“bitpiewallet”<br/>Telegram：<a href='t.me/bitpie1' target='_blank'>t.me/bitpie1</a>"
      }
    ]
  },
  "en":{
    "title":"The First Paid Placement is Coming",
    "data":"2018-10-13",
    "id":25,
    "watch":25,
    "message":[
      {
        "type":0,
        "data":"In a long run, Bitpie always put the users experience at the first place—we refuse to provide any function that harm user experience, of course including Advertisement."
      },
      {
        "type":0,
        "data":"Nevertheless, as a leading multi-assets wallet, Bitpie is committed to recommend more better third-party products and services. The point is how would we achieve this?"
      },
      {
        "type":0,
        "data":"Owing to Uber, we got inspired from the design of its App. The first paid placement of Bitpie is designed at the coin-sending completion page. The followings are the seasons why we decide to do so:"
      },
      {
        "type":0,
        "data":"1.Minimal interference to the users: coin-sending success is a completion of a series of operations. Showing some related Ad will not interrupt user’s operation and hence bring no discomfort to user."
      },
      {
        "type":0,
        "data":"2.Being helpful to display Ad to target users: the users who completed the coin sending (regardless of btc, eth, eos or other coins or tokens) are the real blockchain assets owners. Showing Ad to them is a precise recommendation."
      },
      {
        "type":0,
        "data":"3.In the future, this paid placement will integrate AI strategies. For instance, we will push EOS DApp Ads to EOS senders, or push some high-quality projects’ Ad to eth senders."
      },
      {
        "type":0,
        "data":"4.In addition, this advertising position is also suitable to do some giveaways. On one hand, senders are free to receive some airdrops, on the other hand, it is a good way for projects to get close connections with their investors or users."
      },
      {
        "type":0,
        "data":"At present, heavy users account for a very high proportion in Bitpie Wallet; the assets scale, DAU, daily sending times and sending amounts are all at a leading place in the industry. Our users include a large number of OTC trader, miners ICO participants and DApp players, what are you waiting for?"
      },
      {
        "type":0,
        "data":"The first batch of partners collection for Bitpie’s first Paid Placement starts from now on to 20th October. Don’t hesitate to reach out to contact us for business collaboration: <a href='mailto:b@bitpie.com'> b@bitpie.com </a> ."
      },
      {
        "type":0,
        "data":"Bitpie Team<br/>October 13, 2018"
      },
      {
        "type":0,
        "data":"Find us on<br/>Telegram：<a href='t.me/BitpieInternational' target='_blank'>t.me/BitpieInternational</a><br/>Twitter：<a href='twitter.com/BitpieWallet' target='_blank'>twitter.com/BitpieWallet</a><br>Medium: <a href='https://medium.com/@Bitpie' target='_blank'>https://medium.com/@Bitpie</a>"
      }
    ]
  }
}