const cn = {
  login: {
    intro1: '* 领取此奖励需手机验证',
    phoneNum: '请输入手机号',
    intro3: '请输入短信验证码',
    intro4: '请输入正确的手机号',
    title1: '选择国家',
    title2: '手机号',
    title3: '短信验证码',
    getCode: '获取验证码',
    getCode2: '已发送',
    getCode3: '重新获取',
    button: '领取',
    fail: '失败'
  },
  reward: {
    button: '立即领取',
    title: '活动规则',
    intro: {
      1: '1. 活动时间：在 2018年11月15日 00:00:00 至 2018年11月30日 23:59:59 期间；',
      2: '2. 领取奖励：通过本页面进行手机号领取，在“比特派——奖励中心” 可查看奖励详情；',
      3: '3. 奖励详情：受邀请用户可获得 EOS 免费开户券；',
      4: '* 手机号仅作为领取奖励依据，使用比特派无需实名认证；',
      5: '* 通过不正当手段获得奖励，比特派有权撤销奖励；',
      6: '* 同一手机号，同一UID，同一终端号等合理显示为同一用户的情形，均视为同一用户；'
    },
    foot: '* 在法律允许的范围内，比特派保留对本活动的最终解释权',
    banner:'images/bg_ch.png',
    img:'images/banner222.png'

  },
  success: {
    intro: '在 APP 中“我-奖励中心”处可查看奖励情况。',
    button: '立即下载比特派钱包',
    successBg: 'images/successBg.png'
  },
  share:{
    banner:'images/share_ch.png',
    intro: [
      '活动规则:',
      '1. 活动时间：2018年11月15日 00:00:00 至 2018年11月30日 23:59:59；',
      '2. 奖励详情：',
      '【一】渠道返佣：每邀请一名有效用户，邀请人可领取其在比特派的所有的 EOS DApp 的渠道佣金，邀请人数不设上限，收益无上限；',
      '【二】资源奖励：每邀请一名有效用户，邀请人与被邀请人均可获得 EOS 免费开户券或 EOS 资源救急券；',
      '3. 领取奖励：邀请有效用户后，可在 “比特派——奖励中心” 可查看奖励详情；',
      '* 手机号仅作为领取奖励依据，使用比特派无需实名认证；',
      '* 通过不正当手段获得奖励，比特派有权撤销奖励；',
      '* 同一手机号，同一UID，同一终端号等合理显示为同一用户的情形，均视为同一用户；',
      '* 在法律允许的范围内，比特派保留对本活动的最终解释权'

    ]
  }
}
