const cn = {
  login: {
    intro1: '* 领取此奖励需手机验证',
    phoneNum: '请输入手机号',
    intro3: '请输入短信验证码',
    intro4: '请输入正确的手机号',
    title1: '选择国家',
    title2: '手机号',
    title3: '短信验证码',
    getCode: '获取验证码',
    getCode2: '已发送',
    getCode3: '重新获取',
    button: '领取',
    fail: '失败'
  },
  reward: {
    button: '立即领取',
    title: '活动规则',
    intro: {
      1: '1. 活动时间：2018年11月12日 00:00:00至2018年11月30日 23:59:59；',
      2: '2. 获得奖励：通过本页面注册比特派账户，即可领取免费 EOS 账户或 EOS 资源包；',
      3: '3. 激活奖励：在比特派 APP 中“我-奖励中心”处可查看奖励情况；',
      4: '4. 关于免费 EOS 账户：仅限在比特派APP中没有 EOS 账户的用户使用；',
      5: '5. 关于 EOS 资源包：资源包可以为自己或他人抵押 EOS 的 CPU，激活后7天后赎回。'
    },
    foot: '* 在法律允许的范围内，比特派保留对本活动的最终解释权'
  },
  success: {
    intro: '在 APP 中“我-领取奖励”处可查看奖励情况。',
    button: '立即下载比特派钱包'
  }
}
