{
  "cn":[
    {
      "title":"比特派香港办公室成立，作为Fin-Tech企业将受香港政府大力支持",
      "intro":"近日，比特派钱包入驻香港数码港，香港办公室正式成立。香港政府对于加密经济及区块链技术持较为开放的态度，公司作为Fin-Tech企业也将受到香港政府的大力支持。",
      "data":"2018-07-20",
      "type":2,
      "url":"https://mp.weixin.qq.com/s/sG2Un7s5S8KcfmjBt7bEhQ",
      "id":1,
      "img":"/static/image/news/news1.png",
      "watch":1200
    },
    {
      "title":"巴比特测评：比特护盾硬件钱包",
      "intro":"比特护盾是一款由比特派团队推出的，手表样式的硬件钱包。它的英文名是bitHD,HD既有分层确定性的寓意，也可以理解为护盾的拼音首字母。这是一款冷钱包，意味着你掌握了钱包的私钥，真正拥有区块链资产的控制权。",
      "data":"2018-06-06",
      "type":2,
      "url":"https://www.8btc.com/article/217854",
      "id":3,
      "img":"/static/image/news/news3.png",
      "watch":1200
    }
  ],
  "en":[
    {
      "title":"The Way for Bitpie to EOS Ecology : Concentration Leads to Profession",
      "intro":"As the world’s leading multi-chain wallet, Bitpie Wallet is the earliest supporter and participant of EOS Ecology. It is also the only wallet among all the wallets supporting EOS in the world that has experienced both bull and bear market. In the past 5 years, there had never been even a security issue, and hundreds of billions of digital assets have been safely kept by Bitpie Wallet for millions of users around the world. Bitpie Wallet focuses on the development and support of various functions within EOS ecology, and now can support EOS ecology with powerful functions.",
      "data":"2018-08-05",
      "type":2,
      "img":"/static/image/news/newse1.png",
      "url":"https://medium.com/@Bitpie/the-way-for-bitpie-to-eos-ecology-concentration-leads-to-profession-ba0ad0efad4c",
      "id":1
    },
    {
      "title":"Why Digital Wallets Need Omni USDT – Bitpie Wallet – Medium",
      "intro":"Some people in the blockchain industry said: the war among digital wallets is on the verge. They think that many start-ups have rushed into digital wallet field and wallet developers have sprung up.",
      "data":"2017-08-09",
      "type":2,
      "img":"/static/image/news/newse3.png",
      "url":"https://medium.com/@Bitpie/why-digital-wallets-need-omni-usdt-200f24c5d00f",
      "id":3
    }
  ]
}